{
    "app": {
        "selectLocale": "Selecciona tu idioma",
        "nav": {
            "home": "Inicio",
            "work": "Experiencia",
            "about": "Sobre mi",
            "contact": "Contacto"
        },
        "common": {
            "present": "Presente",
            "noContentProvided": "No se ha proporcionado contenido"
        },
        "introduction": {
            "title": "Bryann Torres",
            "subtitle": "Desarrollador full stack",
            "aboutMe": "¡Hola! Soy Bryann Torres, un desarrollador Full Stack con un año de experiencia en la industria tecnológica. Mi experiencia abarca tecnologías como React, Django, TypeScript, Python, Postgres y JavaScript. En mi rol actual, he estado manteniendo y desarrollando aplicaciones web, atendiendo las necesidades de los clientes y compartiendo conocimientos con mi equipo.",
            "frameworks": "Librerías y frameworks",
            "tools": "Herramientas y plataformas"
        },
        "work": {
            "title": "Experiencia laboral",
            "projects": "Proyectos",
            "experience": "He trabajado tanto para una empresa de desarrollo de software como también en proyectos personales, los cuales me han permitido aprender y mejorar mis habilidades como desarrollador. A continuación, se encuentran algunos de los proyectos personales en los que he trabajado:",
            "myWork": "Como desarrollador Full Stack, mi trabajo involucra principalmente el uso de React, TypeScript y Django. Valoro el trabajo en equipo, comparto conocimientos con mis compañeros de trabajo y constantemente aprendo cosas nuevas para mejorar mis habilidades.",
            "worksList": {
                "iComm": "Como desarrollador full stack, he trabajado en el desarrollo y mantenimiento de aplicaciones web utilizando React con TypeScript y Django como stack principal.",
                "iCommStartDate": "Agosto 2022"
            },
            "projectsList": {
                "discordBot": "Estoy colaborando y liderando un proyecto independiente donde somos 2 personas para desarrollar un bot para Discord, utilizando DiscordJS, NodeJS, Prisma, Supabase (PostgreSQL) y TypeScript. El proyecto, iniciado en noviembre de 2022 y en curso, incluye diseño de modelo entidad-relación, creación de comandos, interacción con usuarios y operaciones CRUD con la base de datos. Además, ha sido un medio para explorar CI/CD con GitHub, despliegue en la nube con Netlify, uso de Docker para Supabase y pruebas de código con Jest. El proyecto también cuenta con internacionalización, soportando actualmente inglés y español.",
                "constellations": "Este es un proyecto personal de una aplicación web que permite ver las constelaciones del zodiaco y sus características con una vista 3D del cielo.",
                "pick": "En este proyecto, participé activamente en la transición a un nuevo estilo utilizando Material-UI y una plantilla adquirida. Contribuí de manera significativa al desarrollo del dashboard para clientes, mejorando la interacción y accesibilidad de la información. Implementé funciones detalladas para solicitudes de crédito, desgloses visuales de datos cruciales y una pestaña de amortización para proyecciones de cuotas de préstamos futuros. También desarrollé un formulario de solicitud de crédito dinámico y con múltiples pasos, integrando seguridad basada en tokens únicos y recolección de datos personalizada, lo que mejoró considerablemente la experiencia del usuario y la eficiencia administrativa."
            },
            "showAlbum": "Ver álbum"
        },
        "about": {
            "title": "Sobre mi",
            "location": "Resido en Colombia",
            "firstDescription": "Me considero una persona que siempre está aprendiendo y tiene facilidad para adquirir nuevos talentos. Puedo conversar con confianza en inglés a un nivel B2 y me desenvuelvo bien en entornos de equipo. ¿El estrés? Lo tengo bajo control y lo convierto en un catalizador de la productividad. Siempre me ha intrigado la programación y quiero aprender más sobre ella.",
            "secondDescription": "Cuando no estoy trabajando o aprendiendo, probablemente me encontrarás inmerso en alguna de mis aficiones. Juego mucho a videojuegos, y a menudo se me puede encontrar jugando en mi ordenador. Mi gusto musical es de lo más variado. Me gusta cocinar, aunque no lo hago todos los días, y el anime es mi vía de escape, un mundo que me encanta explorar en mis ratos libres.",
            "skills": {
                "english": "Inglés",
                "spanish": "Español",
                "selfTaught": "Autodidacta",
                "teamwork": "Trabajo en equipo",
                "stressManagement": "Manejo del estrés",
                "programming": "Programación",
                "gaming": "Videojuegos",
                "music": "Música",
                "cooking": "Cocina",
                "anime": "Anime"
            }
        },
        "contact": {
            "title": "Contacto",
            "description": "Si deseas contactarme, puedes hacerlo a través de cualquiera de los siguientes medios:"
        },
        "footer": {
            "externalLinks": "Enlaces externos",
            "resources": "Recursos",
            "contact": "Contáctame",
            "sourceCode": "Código fuente"
        }
    }
}