{
    "app": {
        "selectLocale": "Select language",
        "nav": {
            "home": "Home",
            "work": "Work",
            "about": "About",
            "contact": "Contact"
        },
        "common": {
            "present": "Present",
            "noContentProvided": "No content provided"
        },
        "introduction": {
            "title": "Bryann Torres",
            "subtitle": "Full stack developer",
            "aboutMe": "Hello! I'm Bryann Torres, a Full Stack Developer with a year's experience in the tech industry. My expertise spans technologies such as React, Django, TypeScript, Python, Postgres, and JavaScript. In my current role, I've been successfully maintaining and developing web applications, addressing client needs and sharing knowledge with my team.",
            "frameworks": "Libraries and frameworks",
            "tools": "Tools and platforms"
        },
        "work": {
            "title": "Work experience",
            "projects": "Projects",
            "experience": "I have worked both for a software development company and also on personal projects, which have allowed me to learn and improve my skills as a developer. Below are some of the personal projects I have worked on:",
            "myWork": "As a full stack developer, my work primarily involves using React TypeScript and Django. I value teamwork, readily share knowledge with my colleagues, and consistently learn new things to enhance my skills.",
            "worksList": {
                "iComm": "As a full stack software developer, I have been working on the development and maintenance of web applications using React with TypeScript and Django as the main stack.",
                "iCommStartDate": "August 2022"
            },
            "projectsList": {
                "discordBot": "This is a personal project of a Discord bot still under development, which will include a card game that can be played in the chat.",
                "constellations": "This is a personal project of a web application that allows you to see the constellations of the zodiac and their characteristics with a 3D view of the sky."
            },
            "showAlbum": "Show album"
        },
        "about": {
            "title": "About me",
            "location": "Based in Colombia",
            "firstDescription": "Think of myself as a person who is always learning and has a flair for taking up new talents. I can confidently converse in English at a B2 level and thrive in team environments. Stress? I've got it under control, turning it into a catalyst for productivity. I've always been intrigued by programming and want to learn more about it.",
            "secondDescription": "When I'm not working or learning, you'll probably find me immersed in one of my hobbies. I play video games a lot, and you can often find me playing on my computer. My taste in music is as varied as they come. I enjoy cooking, although I don't do it every day, and anime is my go-to escape, a world I love to explore in my downtime."
        },
        "contact": {
            "title": "Contact",
            "description": "If you want to contact me, you can do so through the following means:"
        },
        "footer": {
            "externalLinks": "External links",
            "resources": "Resources",
            "contact": "Reach me"
        }
    }
}